video-games-tournament/app/controllers/tournaments_controller.rb

  def all
    tournaments = Tournament.all
---
SELECT "tournaments".* FROM "tournaments"

  def create
  	tournament = Tournament.create(tournamentParams)
---
INSERT INTO "tournaments" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Overwatch"], ["created_at", "2016-08-14 17:26:52.322670"], ["updated_at", "2016-08-14 17:26:52.322670"]]